Repository: plonegovbr/brasil.gov.vlibrasnews
Catalog: src/brasil/gov/vlibrasnews/locales/*/LC_MESSAGES/brasil.gov.vlibrasnews.po
Languages: pt_br

source: Access Token
pt_br: Token de acesso

source: Enabled Content Types
pt_br: Tipos de conteúdo habilitados

source: Libras translation being processed
pt_br: Vídeo com a tradução em libras sendo processado

source: Only objects of these content types will display vlibras icon.
pt_br: Somente objetos desses tipos de conteúdo será exibido o ícone do vlibras.

source: Open Libras translation
pt_br: Abrir tradução de Libras

source: Plone integration with VLibras News API, a service to generate LIBRAS video.
pt_br: Integração no Plone do VLibras News API, um serviço para gerar vídeo de LIBRAS.

source: Settings for the VLibras News API integration.
pt_br: Configuração da integração com o VLibras News API.

source: Token to access the VLibras News API service.
pt_br: Token para acessar o serviço VLibras News API service.

source: Uninstalls brasil.gov.vlibrasnews.
pt_br: Desinstala o brasil.gov.vlibrasnews.

source: vlibras-not-ready
pt_br: Tradução de libras sendo processada

source: vlibras-ready
pt_br: Abrir tradução de Libras
